Repository: infofactory/django-recurrence
Catalog: recurrence/locale/*/LC_MESSAGES/django.po
Languages: it

source: annually
it: annualmente

source: monthly
it: mensilmente

source: weekly
it: settimanalmente

source: daily
it: giornalmente

source: hourly
it: ogni ora

source: minutely
it: ogni minuto

source: secondly
it: ogni secondo

source: years
it: anni

source: months
it: mesi

source: weeks
it: settimane

source: days
it: giorni

source: hours
it: ore

source: minutes
it: minuti

source: seconds
it: secondi

source: 1st %(weekday)s
it: 1° %(weekday)s

source: 2nd %(weekday)s
it: 2° %(weekday)s

source: 3rd %(weekday)s
it: 3° %(weekday)s

source: 4th %(weekday)s
it: 4° %(weekday)s

source: last %(weekday)s
it: ultimo %(weekday)s

source: 2nd last %(weekday)s
it: 2° ultimo %(weekday)s

source: 3rd last %(weekday)s
it: 3° ultimo %(weekday)s

source: 4th last %(weekday)s
it: 4° ultimo %(weekday)s

source: last
it: ultimo

source: 2nd last
it: 2° ultimo

source: 3rd last
it: 3° ultimo

source: 4th last
it: 4° ultimo

source: first %(weekday)s
it: primo %(weekday)s

source: second %(weekday)s
it: secondo %(weekday)s

source: third %(weekday)s
it: terzo %(weekday)s

source: fourth %(weekday)s
it: quarto %(weekday)s

source: second last %(weekday)s
it: penultimo %(weekday)s

source: third last %(weekday)s
it: terzultimo %(weekday)s

source: fourth last %(weekday)s
it: quartultimo %(weekday)s

source: second last
it: penultimo

source: third last
it: terzultimo

source: fourth last
it: quartultimo

source: every %(number)s %(freq)s
it: ogni %(number)s %(freq)s

source: each %(items)s
it: ogni %(items)s

source: on the %(items)s
it: il %(items)s

source: occuring once
it: una sola volta

source: occuring %(number)s times
it: dopo %(number)s volte

source: until %(date)s
it: fino al %(date)s

source: including
it: includendo

source: excluding
it: escludendo

source: Invalid frequency.
it: Frequenza invalida

source: Max rules exceeded. The limit is %(limit)s
it: Numero massimo di regole superato. Limite: %(limit)s

source: Max exclusion rules exceeded. The limit is %(limit)s
it: Numero massimo di regole di esclusione superato. Limite: %(limit)s

source: Max dates exceeded. The limit is %(limit)s
it: Numero massimo di date superato. Limite: %(limit)s

source: Max exclusion dates exceeded. The limit is %(limit)s
it: Numero massimo di date di esclusione superato. Limite: %(limit)s

source: This field is required. Set either a recurrence rule or date.
it: Questo campo è obbligatorio. Imposta una regola di ricorrenza o una data.

source: occuring %(number)s time
it: dopo %(number)s volta

source: from %(date)s
it: dal %(date)s

source: year
it: anno

source: month
it: mese

source: week
it: settimana

source: day
it: giorno

source: hour
it: ora

source: minute
it: minuto

source: second
it: secondo

# Date format
source: %%l, %%F %%j, %%Y
it: %%l, %%j %%F %%Y

source: Occurs %(number)s time
it: Dopo %(number)s volta

source: Occurs %(number)s times
it: Dopo %(number)s volte

source: Repeat from
it: Ripeti dal

source: Exclude these occurences
it: Escludi queste ricorrenze

source: Repeat until
it: Ferma ripetizione

source: Date
it: Data

source: Exclude this date
it: Escludi questa data

source: Add rule
it: Aggiungi regola

source: Add date
it: Aggiungi data
